Repository: dci-debian-kde-applications/ktp-accounts-kcm
Catalog: po/*/kcmtelepathyaccounts_plugin_gabble.po
Languages: ast

source: Server
ast: Sirvidor

source: Account Preferences
ast: Preferencies de cuenta

source: Username:
ast: Nome d'usuariu:

source: Password:
ast: Contraseña:

source: Email address:
ast: Direción de corréu:

source: KDE Talk ID:
ast: ID de KDE Talk

source: Register new account
ast: Rexistrar cuenta nueva

source: You will be prompted for login details during connection.
ast: Suxerirásete pa los detalles d'aniciu de sesión na conexón.

source: Advanced Options
ast: Opciones avanzaes

source: STUN Server Settings
ast: Axustes del sirvidor STUN

source: STUN server:
ast: Sirvidor STUN:

source: Port:
ast: Puertu:

source: Fallback STUN server:
ast: Direición del sirvidor de repuestu STUN:

source: Proxy Settings
ast: Axustes del proxy

source: HTTPS proxy server:
ast: Sirvidor proxy HTTPS:

source: Fallback SOCKS 5 proxy servers:
ast: Direiciones de proxys de repuestu SOCKS 5:

source: Conference Server Settings
ast: Axustes del sirvidor de conferencies

source: Fallback conference server:
ast: Direición del sirvidor de repuestu de conferencies:

source: Connection Settings
ast: Axustes de conexón

source: Server Settings
ast: Axustes del sirvidor

source: Server address:
ast: Direición del sirvidor:

source: Server port:
ast: Puertu del sirvidor:

source: Use low bandwidth mode
ast: Usar mou de banda baxa

source: Resource
ast: Recursu

source: Resource name:
ast: Recursu:

source: Priority:
ast: Prioridá:

source: Security Settings
ast: Axustes de seguranza

source: Require encrypted connection
ast: Riquir conexón cifrada

source: Ignore SSL errors
ast: Inorar fallos SSL
